tap 'railwaycat/emacsmacport'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'k1LoW/tap'
brew 'tbls'
cask 'wacom-tablet'
cask 'dash'
cask 'atom'
cask 'iterm2'
cask 'CheatSheet'
brew 'neovim'
brew 'git-duet/tap/git-duet'
brew 'npm'
brew 'jq'
brew 'w3m'
brew 'qcachegrind'
cask 'font-victor-mono-nerd-font'
brew 'exercism'
brew 'direnv'
brew 'thefuck'
brew 'starship'
brew 'direnv'
brew 'tmux'
brew 'rg'
brew 'fd'
brew 'gh'
brew 'bat'
cask 'zoom'
cask 'vimr'
cask 'ngrok'
cask 'krita'
cask 'michaelvillar-timer'
cask 'firefox'
cask 'rectangle'
cask 'farrago'
cask 'loopback'
cask 'alfred'
cask 'obs'
cask 'nvalt'
brew 'asdf'
brew 'gnu-sed'
cask 'obs-ndi'
brew 'glow'
brew 'starship'
brew 'macvim'
cask 'keycastr'
cask 'loom'
cask 'omnifocus'
cask 'paw'
cask 'amethyst'
brew 'reattach-to-user-namespace'
brew 'fzf'
cask 'notion'
cask 'raycast'
brew 'awscli'
brew 'coreutils'
brew 'nvm'
brew 'yarn'
brew 'git-secrets'
brew 'openssl'
brew 'kubernetes-cli'
brew 'wget'
brew 'tree'
brew 'mdcat'
cask 'arc'
brew 'gnu-tar'
brew 'hadolint'
cask 'discord'
brew 'docker-compose'
brew 'd2'
cask 'visual-studio-code'
brew 'z'
brew 'tfenv'
brew 'kubectx'
cask 'alacritty'
cask 'obsidian'
brew 'colima'
brew 'docker'
brew 'docker-credential-helper'
cask 'shottr'
cask 'kap'
brew 'lolcat'
brew 'fortune'
brew 'cowsay'
cask 'tuple'
brew 'zsh-autosuggestions'
cask 'warp'
cask 'coscreen'
brew 'grip'
brew 'dive'
brew 'fish'
brew 'emacs-mac',
     args: %w[with-mac-metal with-native-comp with-no-title-bars with-modern-icon with-glib with-imagemagick
              with-librsvg]
cask 'zeplin'
brew 'php'
brew 'shellcheck'
brew 'shfmt'
brew 'pandoc'
brew 'grep'
brew 'stylelint'
brew 'wordnet'
brew 'vhs'
brew 'languagetool'
brew 'gpg'
brew 'r'
brew 'terraform-ls'
