tap 'railwaycat/emacsmacport'
tap 'homebrew/cask-fonts'
tap 'knqyf263/pet'
tap 'k1LoW/tap'
tap 'charmbracelet/tap'
tap 'rsteube/homebrew-tap'
brew 'crush'
brew 'tbls'
cask 'dash'
cask 'atom'
cask 'iterm2'
cask 'CheatSheet'
brew 'neovim'
brew 'npm'
brew 'presenterm'
brew 'jq'
brew 'w3m'
brew 'qcachegrind'
brew 'exercism'
brew 'direnv'
brew 'go'
brew 'starship'
brew 'direnv'
brew 'tmux'
brew 'rg'
brew 'fd'
brew 'gh'
brew 'bat'
cask 'krita'
cask 'farrago'
cask 'loopback'
brew 'gnu-sed'
brew 'glow'
cask 'keycastr'
cask 'loom'
cask 'omnifocus'
cask 'paw'
cask 'amethyst'
brew 'reattach-to-user-namespace'
brew 'fzf'
cask 'notion'
cask 'raycast'
brew 'awscli'
brew 'coreutils'
brew 'nvm'
brew 'corepack'
brew 'git-secrets'
brew 'openssl'
brew 'kubernetes-cli'
brew 'wget'
brew 'tree'
brew 'mdcat'
cask 'arc'
brew 'gnu-tar'
brew 'hadolint'
cask 'discord'
brew 'docker-compose'
brew 'd2'
cask 'visual-studio-code'
brew 'z'
brew 'tfenv'
brew 'kubectx'
brew 'colima'
brew 'docker'
brew 'docker-buildx'
brew 'docker-credential-helper'
cask 'shottr'
cask 'kap'
brew 'lolcat'
brew 'fortune'
brew 'cowsay'
cask 'tuple'
brew 'dive'
brew 'fish'
brew 'emacs-mac',
     args: %w[with-mac-metal with-no-title-bars with-modern-icon with-glib with-imagemagick
              with-librsvg]
brew 'shellcheck'
brew 'shfmt'
brew 'pandoc'
brew 'grep'
brew 'stylelint'
brew 'wordnet'
brew 'vhs'
brew 'languagetool'
brew 'gnupg@2.2', link: true
brew 'r'
brew 'terraform-ls'
brew 'git-extras'
brew 'cloc'
brew 'java'
brew 'countdown'
brew 'mods'
brew 'pet'
brew 'ranger'
brew 'smug' # https://github.com/ivaaaan/smug
brew 'viddy'
brew 'bash'
brew 'reflex'
brew 'fx'
brew 'gnuplot'
brew 'nushell'
brew 'rsteube/tap/carapace'
cask 'elgato-stream-deck'
brew 'scc'
cask 'talon'
brew 'jupyterlab'
cask 'font-monaspace'
cask 'font-fira-code-nerd-font'
cask 'font-recursive-code'
cask 'font-hack'
cask 'font-victor-mono-nerd-font'
brew 'zoxide'
brew 'mise'
cask 'ollama'
brew 'walk'
cask 'ghostty'
brew 'f/mcptools/mcp'
brew 'uv'
brew 'ast-grep'
cask 'shortcat'
