tap 'homebrew/cask-fonts'
cask "dash"
cask "atom"
cask "iterm2"
cask "CheatSheet"
brew "neovim"
brew "git-duet/tap/git-duet"
brew "npm"
brew "w3m"
brew "qcachegrind"
cask "font-victor-mono-nerd-font"
brew "exercism"
brew "direnv"
brew "thefuck"
brew "starship"
brew "direnv"
brew "tmux"
brew "rg"
brew "fd"
brew "gh"
brew "bat"
cask "zoom"
cask "vimr"
cask "ngrok"
cask "krita"
cask "michaelvillar-timer"
cask "firefox"
cask "rectangle"
cask "farrago"
cask "loopback"
cask "alfred"
cask "obs"
cask "nvalt"
brew "gnu-sed"
cask "obs-ndi"
brew "starship"
brew "macvim"
cask "keycastr"
cask "loom"
cask "omnifocus"
cask "paw"
cask "amethyst"
brew "reattach-to-user-namespace"
brew "fzf"
cask "notion"
cask "raycast"
brew "awscli"
brew "coreutils"
brew "nvm"
brew "yarn"
brew "git-secrets"
brew "openssl"
brew "kubernetes-cli"
brew "wget"
brew "tree"
brew "mdcat"
cask "fig"
brew "z"
brew "tfenv"
brew "kubectx"
cask "alacritty"
cask "obsidian"
brew "colima"
brew "docker"
brew "docker-credential-helper"
cask "shottr"
cask "kap"
brew "lolcat"
brew "fortune"
brew "cowsay"
